brew "ack"
brew "xz"
brew "jpeg-xl"
brew "aom"
brew "ca-certificates"
brew "mpdecimal"
brew "readline"
brew "sqlite"
brew "awscli"
brew "bat"
brew "broot"
brew "coreutils"
brew "ctags"
brew "dasel"
brew "docker"
brew "emscripten"
brew "eza"
brew "fd"
brew "gawk"
brew "gnupg"
brew "pkgconf"
brew "libheif"
brew "nss"
brew "poppler"
brew "gdal"
brew "gdbm"
brew "gh"
brew "git"
brew "git-delta"
brew "httpie"
brew "hub"
brew "icu4c@76"
brew "imagemagick"
brew "jq"
brew "libyaml"
brew "luajit"
brew "ruby"
brew "macvim"
brew "mkcert"
brew "mosh"
brew "openssl"
brew "python"
brew "neofetch"
brew "neovim"
brew "pandoc"
brew "php"
brew "pipx"
brew "podman"
brew "powershell", link: false
brew "pyenv"
brew "qpdf"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "uv"
brew "vimpager"
brew "watch"
brew "wget"
brew "xcodegen"
brew "yarn"
brew "zsh-completions"
cask "background-music"
cask "libreoffice"
cask "powershell"
cask "qgis"
vscode "adisreyaj.sonarqube-status"
vscode "adriansanguineti.json-parse-validator"
vscode "akamaiedgeworker.akamai-edgeworkers-vscode-extension"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "andrejunges.handlebars"
vscode "andrew-codes.cypress-snippets"
vscode "andys8.jest-snippets"
vscode "anthropic.claude-code"
vscode "arcsector.vscode-splunk-search-linter"
vscode "arcsector.vscode-splunk-search-syntax"
vscode "ask-toolkit.alexa-skills-kit-toolkit"
vscode "axetroy.vscode-changelog-generator"
vscode "batisteo.vscode-django"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "britesnow.vscode-toggle-quotes"
vscode "castwide.solargraph"
vscode "christian-kohler.npm-intellisense"
vscode "codeandstuff.package-json-upgrade"
vscode "codespaces-contrib.codeswing"
vscode "compilenix.vscode-zonefile"
vscode "coreylight.run-cy"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dbankier.vscode-quick-select"
vscode "dcortes92.freemarker"
vscode "dedsec727.jekyll-run"
vscode "deerawan.vscode-dash"
vscode "deque-systems.vscode-axe-linter"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "editorconfig.editorconfig"
vscode "eiminsasete.apacheconf-snippets"
vscode "erd0s.terraform-autocomplete"
vscode "felixfbecker.php-intellisense"
vscode "fill-labs.dependi"
vscode "firsttris.vscode-jest-runner"
vscode "fknop.vscode-npm"
vscode "flowtype.flow-for-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "gerane.theme-solarized-dark"
vscode "gerane.theme-solarized-light"
vscode "gimenete.github-linker"
vscode "ginfuru.ginfuru-vscode-jekyll-syntax"
vscode "ginfuru.vscode-jekyll-snippets"
vscode "github.codespaces"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gitlab.gitlab-workflow"
vscode "gitpod.gitpod-desktop"
vscode "google.gemini-cli-vscode-ide-companion"
vscode "google.geminicodeassist"
vscode "hashicorp.terraform"
vscode "haskell.haskell"
vscode "hbenl.vscode-mocha-test-adapter"
vscode "hbenl.vscode-test-explorer"
vscode "hoovercj.ruby-linter"
vscode "iakimov.check-npm-updates"
vscode "ifarmgolems.simple-npm-changelog"
vscode "jaredly.reason-vscode"
vscode "jebbs.plantuml"
vscode "jeffreylanters.npm-package-version-bumper"
vscode "josefbiehler.cypress-fixture-intellisense"
vscode "justusadam.language-haskell"
vscode "kaleidoscope-app.vscode-ksdiff"
vscode "kenhowardpdx.vscode-gist"
vscode "khaeransori.json2csv"
vscode "kingwl.vscode-vitest-runner"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "krizzdewizz.tag-rename"
vscode "kumar-harsh.graphql-for-vscode"
vscode "leodevbro.blockman"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "magicstack.magicpython"
vscode "mainawycliffe.view-package-on-npm"
vscode "mariusalchimavicius.json-to-ts"
vscode "mark-tucker.aws-cli-configure"
vscode "matteopieroni.refresh-npm-packages"
vscode "mechatroner.rainbow-csv"
vscode "mermaidchart.vscode-mermaid-chart"
vscode "mikestead.dotenv"
vscode "misogi.ruby-rubocop"
vscode "mohsen1.react-javascript-to-typescript-transform-vscode"
vscode "mongodb.mongodb-vscode"
vscode "moppitz.vscode-extension-auto-import"
vscode "mrmlnc.vscode-apache"
vscode "ms-azuretools.vscode-azure-github-copilot"
vscode "ms-azuretools.vscode-azure-mcp-server"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.js-debug-nightly"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-windows-ai-studio.windows-ai-studio"
vscode "msjsdiag.debugger-for-edge"
vscode "msjsdiag.vscode-react-native"
vscode "mskelton.npm-outdated"
vscode "ocamllabs.ocaml-platform"
vscode "oliversturm.fix-json"
vscode "openai.chatgpt"
vscode "orta.vscode-jest"
vscode "osteele.jekyll"
vscode "parallelsdesktop.parallels-desktop"
vscode "pflannery.vscode-versionlens"
vscode "phoityne.phoityne-vscode"
vscode "platformio.platformio-ide"
vscode "postman.postman-for-vscode"
vscode "randomfractalsinc.geo-data-viewer"
vscode "randomfractalsinc.vscode-data-preview"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "rohgarg.jekyll-post"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "seansobey.jasmine-problem-matcher"
vscode "shakram02.bash-beautify"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "snyk-security.snyk-vulnerability-scanner"
vscode "sonarsource.sonarlint-vscode"
vscode "splunk.splunk"
vscode "steoates.autoimport"
vscode "stylelint.vscode-stylelint"
vscode "sunguoqiang.node-package-links"
vscode "sysoev.vscode-open-in-github"
vscode "tamasfe.even-better-toml"
vscode "tamj0rd2.ts-quickfixes-extension"
vscode "teamsdevapp.vscode-ai-foundry"
vscode "tnrich.vscode-extension-open-cypress"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "truman.autocomplate-shell"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vespa-dev-works.jestrunit"
vscode "vitest.explorer"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vsls-contrib.codetour"
vscode "vstirbu.vscode-mermaid-preview"
vscode "wallabyjs.console-ninja"
vscode "wallabyjs.dingo-vscode"
vscode "wallabyjs.quokka-vscode"
vscode "wallabyjs.wallaby-vscode"
vscode "wholroyd.jinja"
vscode "wingman.wing-man"
vscode "wix.vscode-import-cost"
vscode "xabikos.jasminesnippets"
vscode "xabikos.javascriptsnippets"
vscode "xyc.vscode-mdx-preview"
vscode "yzane.markdown-pdf"
