romkatv/zsh-bench kind:path
romkatv/powerlevel10k kind:fpath

ohmyzsh/ohmyzsh path:lib/git
ohmyzsh/ohmyzsh path:lib/gitfast
ohmyzsh/ohmyzsh path:lib/git-extras
ohmyzsh/ohmyzsh path:lib/docker
ohmyzsh/ohmyzsh path:lib/npm
ohmyzsh/ohmyzsh path:lib/node
ohmyzsh/ohmyzsh path:lib/pip
ohmyzsh/ohmyzsh path:lib/web-search
ohmyzsh/ohmyzsh path:lib/osx
ohmyzsh/ohmyzsh path:plugins/asdf

zsh-users/zsh-completions
belak/zsh-utils path:completion

zsh-users/zsh-autosuggestions
zsh-users/zsh-syntax-highlighting
MichaelAquilina/zsh-auto-notify
